tap "homebrew/bundle"
brew "ansifilter"
brew "asciinema"
brew "awscli"
brew "bat"
brew "cdrtools"
brew "coreutils"
brew "curl"
brew "docker"
brew "fastlane"
brew "git"
brew "go"
brew "helm"
brew "hugo"
brew "imagemagick"
brew "ios-deploy"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "pnpm"
brew "sevenzip"
brew "swift-format"
brew "swiftlint"
brew "tmux"
brew "xcbeautify"
brew "xcode-build-server", args: ["HEAD"]
brew "xcodegen"
brew "yadm"
brew "zellij"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "anki"
cask "bruno"
cask "calibre"
cask "cyberduck"
cask "discord"
cask "figma"
cask "font-0xproto-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "fork"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "mongodb-compass"
cask "ngrok"
cask "rancher"
cask "sf-symbols"
cask "shottr"
cask "slack"
cask "utm"
cask "visual-studio-code"
cask "warp"
cask "zed"
vscode "1password.op-vscode"
vscode "42crunch.vscode-openapi"
vscode "adamhartford.vscode-base64"
vscode "albert.tabout"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.color-info"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jacano.vscode-pnpm"
vscode "mkhl.shfmt"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "patricknasralla.tokyo-night-moon"
vscode "quicktype.quicktype"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "sweetpad.sweetpad"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
